Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# insights.section.recoveryResponse
source: RECOVERY RESPONSE
ru: РЕАКЦИЯ ВОССТАНОВЛЕНИЯ
zh_hans: 恢复反应

# insights.section.secondarySignal
source: SECONDARY SIGNAL
ru: ДОПОЛНИТЕЛЬНЫЙ СИГНАЛ
zh_hans: 附加信号

# insights.section.sleep
source: Sleep
ru: Сон
zh_hans: 睡眠

# insights.section.strongestPattern
source: STRONGEST PATTERN
ru: САМЫЙ СИЛЬНЫЙ ПАТТЕРН
zh_hans: 最强模式

# insights.section.training
source: Training
ru: Тренировки
zh_hans: 训练

# insights.section.trainingAndRecovery
source: TRAINING & RECOVERY
ru: ТРЕНИРОВКИ И ВОССТАНОВЛЕНИЕ
zh_hans: 训练与恢复

# insights.section.trend
source: TREND
ru: ТРЕНД
zh_hans: 趋势

# insights.section.trustMeter
source: Trust meter
ru: Индекс доверия
zh_hans: 信任指标

# insights.section.water
source: Water
ru: Вода
zh_hans: 饮水

# insights.section.weakestSignal
source: WEAKEST SIGNAL
ru: САМЫЙ СЛАБЫЙ СИГНАЛ
zh_hans: 最弱的信号

# insights.section.weeklyReflection
source: WEEKLY REFLECTION
ru: НЕДЕЛЬНАЯ РЕФЛЕКСИЯ
zh_hans: 每周反思

# insights.section.whatWeLearned
source: WHAT WE LEARNED
ru: ЧТО МЫ УЗНАЛИ
zh_hans: 我们了解到什么

# insights.section.whyThisScore
source: WHY THIS SCORE
ru: ПОЧЕМУ ЭТОТ БАЛЛ
zh_hans: 为何采用此种评估方式

# insights.section.whyThisStory
source: WHY THIS STORY
ru: ПОЧЕМУ ЭТА ИСТОРИЯ
zh_hans: 这个故事为何重要

# insights.signal.aboveRecentBase
source: above recent base
ru: выше недавней базы
zh_hans: 高于近期基准

# insights.signal.activeCalories
source: Active calories
ru: Активные калории
zh_hans: 活跃卡路里

# insights.signal.average
source: average
ru: среднее
zh_hans: 平均

# insights.signal.benchmark.plateau
source: plateau
ru: плато
zh_hans: 平台期

# insights.signal.correlation.load
source: load
ru: нагрузка
zh_hans: 负荷

# insights.signal.correlation.recovery
source: recovery
ru: восстановление
zh_hans: 恢复

# insights.signal.detail.afterImprovement
source: after improvement
ru: после улучшения
zh_hans: 改善之后

# insights.signal.detail.complete7Days
source: complete 7 days
ru: заполните 7 дней
zh_hans: 填写7天

# insights.signal.detail.keepWatching
source: keep watching
ru: продолжайте наблюдать
zh_hans: 请继续观察

# insights.signal.detail.notEnoughData
source: not enough data
ru: недостаточно данных
zh_hans: 数据不足

# insights.signal.detail.notEnoughSeparation
source: not enough separation
ru: недостаточно различий
zh_hans: 差异不够

# insights.signal.hardDays
source: Hard days
ru: Тяжёлые дни
zh_hans: 艰难的日子

# insights.signal.hydratedVsLowFluid
source: hydrated vs low-fluid
ru: с жидкостью vs мало жидкости
zh_hans: 含液体 vs 少液体

# insights.signal.load
source: Load
ru: Нагрузка
zh_hans: 负荷

# insights.signal.load.base
source: Base Load
ru: Базовая нагрузка
zh_hans: 基础负荷

# insights.signal.load.high
source: High Load
ru: Высокая нагрузка
zh_hans: 高负载

# insights.signal.load.recoveryWeek
source: Recovery Week
ru: Неделя восстановления
zh_hans: 恢复周

# insights.signal.load.solid
source: Solid Load
ru: Устойчивая нагрузка
zh_hans: 恒定载荷

# insights.signal.perDay
source: per day
ru: в день
zh_hans: 每 天

# insights.signal.protein
source: Protein
ru: Белок
zh_hans: 蛋白质

# insights.signal.read
source: Read
ru: Сигнал
zh_hans: 阅读

# insights.signal.recent7Days
source: recent 7 days
ru: последние 7 дней
zh_hans: 最近 7 天

# insights.signal.recentBase
source: recent base
ru: недавняя база
zh_hans: 最近建立的基地

# insights.signal.recentTrend
source: Recent trend
ru: Недавний тренд
zh_hans: 近期趋势

# insights.signal.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# insights.signal.recoveryPoints
source: recovery points
ru: баллы восстановления
zh_hans: 恢复分数

# insights.signal.sleep
source: Sleep
ru: Сон
zh_hans: 睡眠

# insights.signal.target6of7
source: Target: 6 of 7 days
ru: Цель: 6 из 7 дней
zh_hans: 目标：7 天中的 6 天

# insights.signal.target7h
source: Target: 7h
ru: Цель: 7 ч
zh_hans: 目标：7小时

# insights.signal.targetDays
source: target days
ru: дней с целью
zh_hans: target 天

# insights.signal.value.building
source: building
ru: формируется
zh_hans: 正在形成

# insights.signal.value.down
source: down
ru: ниже
zh_hans: 下降

# insights.signal.value.flat
source: flat
ru: ровно
zh_hans: 持平

# insights.signal.value.noInsight
source: no insight
ru: нет инсайта
zh_hans: 无内部消息

# insights.signal.vsBaseline
source: vs baseline
ru: к базовому уровню
zh_hans: 至基准水平

# insights.signal.vsWeekdays
source: vs weekdays
ru: к будням
zh_hans: 用于日常

# insights.signal.weekendGap
source: Weekend gap
ru: Разрыв выходных
zh_hans: 周末休假

# insights.snapshot.fallback.domain.activity.focusText
source: Log or sync activity for the next 7 days.
ru: Записывайте или синхронизируйте активность следующие 7 дней.
zh_hans: 记录或同步未来 7 天的活动日志。

# insights.snapshot.fallback.domain.activity.headline
source: Activity review is building
ru: Обзор активности формируется
zh_hans: 活动回顾正在构建中

# insights.snapshot.fallback.domain.activity.label
source: ACTIVITY
ru: АКТИВНОСТЬ
zh_hans: 活动

# insights.snapshot.fallback.domain.activity.signal.load.label
source: Load baseline needed
ru: Нужен базовый уровень нагрузки
zh_hans: 需要加载基线

# insights.snapshot.fallback.domain.activity.signal.load.value
source: More activity history is needed before training load is meaningful.
ru: Нужно больше истории активности, прежде чем нагрузка тренировок станет осмысленной.
zh_hans: 在训练负荷具有实际意义之前，需要更多的活动历史数据。

# insights.snapshot.fallback.domain.activity.signal.recovery.label
source: Recovery match unknown
ru: Соответствие восстановлению неизвестно
zh_hans: 恢复 match unknown

# insights.snapshot.fallback.domain.activity.signal.recovery.value
source: Activity needs recovery overlap before sustainability is clear.
ru: Активности нужно пересечение с восстановлением, чтобы понять устойчивость.
zh_hans: 在可持续性明确之前，活动需要一定的恢复重叠期。

# insights.snapshot.fallback.domain.activity.signal.rhythm.label
source: Training rhythm building
ru: Ритм тренировок формируется
zh_hans: 训练节奏正在形成

# insights.snapshot.fallback.domain.activity.signal.rhythm.value
source: Completed workouts will reveal whether the routine is repeatable.
ru: Завершённые тренировки покажут, повторяем ли рутину.
zh_hans: 完成训练后可判断该训练方案是否具有可重复性。

# insights.snapshot.fallback.domain.activity.standoutText
source: Log or sync activity to unlock the monthly coach read.
ru: Записывайте или синхронизируйте активность, чтобы открыть месячный анализ Тренера.
zh_hans: 记录或同步操作日志，以解锁月度教练查看权限。

# insights.snapshot.fallback.domain.activity.statusText
source: Building
ru: Формируется
zh_hans: 建筑物

# insights.snapshot.fallback.domain.activity.title
source: Activity
ru: Активность
zh_hans: 活动

# insights.snapshot.fallback.domain.nutrition.focusText
source: Log meals and hydration for the next 7 days.
ru: Записывайте еду и гидратацию следующие 7 дней.
zh_hans: 接下来 7 天内记录饮食及水分摄入情况。

# insights.snapshot.fallback.domain.nutrition.headline
source: Nutrition review is building
ru: Обзор питания формируется
zh_hans: 营养综述正在构建中

# insights.snapshot.fallback.domain.nutrition.label
source: NUTRITION
ru: ПИТАНИЕ
zh_hans: 营养

# insights.snapshot.fallback.domain.nutrition.signal.hydration.label
source: Hydration baseline needed
ru: Нужен базовый уровень гидратации
zh_hans: 需要建立水化基线

# insights.snapshot.fallback.domain.nutrition.signal.hydration.value
source: Water logs will show whether hydration supports recovery.
ru: Записи воды покажут, поддерживает ли гидратация восстановление.
zh_hans: 水分记录将显示水合状态是否有助于促进恢复。

# insights.snapshot.fallback.domain.nutrition.signal.protein.label
source: Protein signal missing
ru: Сигнал белка отсутствует
zh_hans: 蛋白质信号缺失

# insights.snapshot.fallback.domain.nutrition.signal.protein.value
source: Protein history is needed to judge recovery support.
ru: Нужна история белка, чтобы оценить поддержку восстановления.
zh_hans: 需参考蛋白质历史数据以评估恢复支持效果。

# insights.snapshot.fallback.domain.nutrition.signal.quality.label
source: Meal quality building
ru: Качество питания формируется
zh_hans: 膳食质量提升

# insights.snapshot.fallback.domain.nutrition.signal.quality.value
source: More logged meals will make the nutrition pattern clearer.
ru: Больше записанных приёмов пищи сделает паттерн питания понятнее.
zh_hans: 记录更多的餐食信息，将使营养摄入模式更加清晰。

# insights.snapshot.fallback.domain.nutrition.standoutText
source: Log meals and hydration to unlock the monthly coach read.
ru: Записывайте еду и гидратацию, чтобы открыть месячный анализ Тренера.
zh_hans: 记录饮食与饮水情况，即可解锁每月教练报告。

# insights.snapshot.fallback.domain.nutrition.statusText
source: Building
ru: Формируется
zh_hans: 建筑物

# insights.snapshot.fallback.domain.nutrition.title
source: Nutrition
ru: Питание
zh_hans: 营养

# insights.snapshot.fallback.domain.recovery.focusText
source: Log recovery and sleep for the next 7 days.
ru: Записывайте восстановление и сон следующие 7 дней.
zh_hans: 记录过去 7 天的恢复情况及睡眠情况。

# insights.snapshot.fallback.domain.recovery.headline
source: Recovery review is building
ru: Обзор восстановления формируется
zh_hans: 恢复 review is building

# insights.snapshot.fallback.domain.recovery.label
source: RECOVERY
ru: ВОССТАНОВЛЕНИЕ
zh_hans: 康复

# insights.snapshot.fallback.domain.recovery.signal.load.label
source: Load context missing
ru: Контекст нагрузки отсутствует
zh_hans: 上下文加载缺失

# insights.snapshot.fallback.domain.recovery.signal.load.value
source: Training and recovery need more overlap before the coach read is reliable.
ru: Тренировкам и восстановлению нужно больше пересечений, прежде чем анализ Тренера станет надёжным.
zh_hans: 在进行训练与恢复之前，需要增加训练交叉点，才能使教练的分析结果更加可靠。

# insights.snapshot.fallback.domain.recovery.signal.readiness.label
source: Recovery signal building
ru: Сигнал восстановления формируется
zh_hans: 恢复 signal building

# insights.snapshot.fallback.domain.recovery.signal.readiness.value
source: More readiness data will make the monthly pattern clearer.
ru: Больше данных о готовности сделает месячный паттерн понятнее.
zh_hans: 更多准备度数据将使月度趋势更加清晰。

# insights.snapshot.fallback.domain.recovery.signal.sleep.label
source: Sleep baseline needed
ru: Нужен базовый уровень сна
zh_hans: 睡眠 baseline needed

# insights.snapshot.fallback.domain.recovery.signal.sleep.value
source: Sleep history is not complete enough to explain recovery yet.
ru: Истории сна пока недостаточно, чтобы объяснить восстановление.
zh_hans: 梦境记录目前尚不足以解释恢复过程。

# insights.snapshot.fallback.domain.recovery.standoutText
source: Log recovery and sleep to unlock the monthly coach read.
ru: Записывайте восстановление и сон, чтобы открыть месячный анализ Тренера.
zh_hans: 登录并进入睡眠模式，即可解锁月度教练报告。

# insights.snapshot.fallback.domain.recovery.statusText
source: Building
ru: Формируется
zh_hans: 建筑物

# insights.snapshot.fallback.domain.recovery.title
source: Recovery
ru: Восстановление
zh_hans: 恢复

# insights.snapshot.fallback.evidence.bullet1
source: Sleep, recovery, nutrition, hydration and activity become smarter with consistent logs.
ru: Сон, восстановление, питание, гидратация и активность становятся точнее при последовательных записях.
zh_hans: 通过连续记录，睡眠、恢复、营养、水分补充及活动情况均可得到更精准的监测。

# insights.snapshot.fallback.evidence.bullet2
source: The first useful pattern usually appears after several recent days.
ru: Первый полезный паттерн обычно появляется после нескольких недавних дней.
zh_hans: 首个有效模式通常会在最近几天内出现。

# insights.snapshot.fallback.evidence.confidenceLabel
source: Building
ru: Формируется
zh_hans: 建筑物

# insights.snapshot.fallback.evidence.label
source: WHY THIS
ru: ПОЧЕМУ ЭТО
zh_hans: 为何如此

# insights.snapshot.fallback.evidence.recencyText
source: Updates as you log
ru: Обновляется по мере записи
zh_hans: 在记录时实时更新

# insights.snapshot.fallback.evidence.sourceSummary
source: Waiting for enough recent data
ru: Ожидаем достаточно недавних данных
zh_hans: 我们期待近期获得的相关数据。

# insights.snapshot.fallback.focus.action
source: Log the next 7 days consistently.
ru: Записывайте данные последующие 7 дней последовательно.
zh_hans: 连续7天保持一致地记录日志。

# insights.snapshot.fallback.focus.label
source: FOCUS NEXT
ru: ФОКУС ДАЛЬШЕ
zh_hans: 聚焦下一项

# insights.snapshot.fallback.focus.text
source: Insights becomes useful once sleep, recovery, food, drink and activity have enough recent history.
ru: Инсайты становятся полезными, когда у сна, восстановления, еды, напитков и активности накопится достаточно недавней истории.
zh_hans: 只有在睡眠、恢复、饮食及活动方面具备足够近期的历史记录后，相关洞察才具有实用价值。

# insights.snapshot.fallback.focus.title
source: Build the baseline first
ru: Сначала создайте базовый уровень
zh_hans: 先建立基线

# insights.snapshot.fallback.hero.badgeLabel
source: patterns
ru: паттерны
zh_hans: 模式

# insights.snapshot.fallback.hero.label
source: BUILDING PATTERNS
ru: ФОРМИРОВАНИЕ ПАТТЕРНОВ
zh_hans: 建筑模式

# insights.snapshot.fallback.hero.subtitle
source: Log sleep, meals, drinks and activities for a few more days to unlock trends.
ru: Записывайте сон, еду, напитки и активность ещё несколько дней, чтобы открыть тренды.
zh_hans: 继续记录数日的睡眠、饮食、饮水及活动情况，以解锁相关趋势。

# insights.snapshot.fallback.hero.takeaway
source: Start with one consistent week.
ru: Начните с одной последовательной недели.
zh_hans: 从连续的一周开始。

# insights.snapshot.fallback.hero.title
source: Building your patterns
ru: Формируем ваши паттерны
zh_hans: 构建您的模式

# insights.snapshot.fallback.hydration.label
source: HYDRATION INSIGHT
ru: ИНСАЙТ ПО ГИДРАТАЦИИ
zh_hans: 水合作用解析

# insights.snapshot.fallback.hydration.row.recovery
source: Recovery context
ru: Контекст восстановления
zh_hans: 恢复上下文

# insights.snapshot.fallback.hydration.row.water
source: Water evidence
ru: Данные по воде
zh_hans: 水质数据

# insights.snapshot.fallback.hydration.subtitle
source: Build enough drink history to compare hydration with recovery.
ru: Накопите достаточно истории напитков, чтобы сравнить гидратацию с восстановлением.
zh_hans: 积累足够的饮品使用记录，以便将补液效果与恢复效果进行对比。

# insights.snapshot.fallback.hydration.title
source: Hydration insight unavailable
ru: Инсайт по гидратации недоступен
zh_hans: 水合状态信息不可用

# insights.snapshot.fallback.learning.label
source: WHAT WE LEARNED
ru: ЧТО МЫ УЗНАЛИ
zh_hans: 我们了解到什么

# insights.snapshot.fallback.learning.text
source: A few more consistent days will let Insights separate signal from noise.
ru: Ещё несколько последовательных дней позволят Инсайтам отделить сигнал от шума.
zh_hans: 若再多几个连续交易日，Insights 便能将有效信号与噪声区分开来。

# insights.snapshot.fallback.learning.title
source: Patterns are still forming
ru: Паттерны ещё формируются
zh_hans: 模式仍在形成中。

# insights.snapshot.fallback.nextAction.detail
source: Sleep, meals, drinks and training are enough to start.
ru: Сна, еды, напитков и тренировок достаточно для начала.
zh_hans: 起步阶段，睡眠、饮食、饮品及训练已足够。

# insights.snapshot.fallback.nextAction.title
source: Log consistently for 7 days
ru: Записывайте данные 7 дней подряд
zh_hans: 连续7天记录日志

# insights.snapshot.fallback.opportunity.label
source: BIGGEST OPPORTUNITY
ru: ГЛАВНАЯ ВОЗМОЖНОСТЬ
zh_hans: 最大机遇

# insights.snapshot.fallback.opportunity.text
source: Consistent sleep, recovery, training and nutrition logs are the fastest path to useful discoveries.
ru: Последовательные записи сна, восстановления, тренировок и питания — самый быстрый путь к полезным открытиям.
zh_hans: 保持规律的睡眠、恢复、训练及营养记录，是获得有价值发现的最快途径。

# insights.snapshot.fallback.opportunity.title
source: Build the baseline first
ru: Сначала создайте базовый уровень
zh_hans: 先建立基线

# insights.snapshot.fallback.reflection.label
source: WEEKLY REFLECTION
ru: НЕДЕЛЬНАЯ РЕФЛЕКСИЯ
zh_hans: 每周反思

# insights.snapshot.fallback.reflection.text
source: Building your patterns. Log sleep, meals, drinks and activities for a few more days to unlock trends.
ru: Формируем ваши паттерны. Записывайте сон, еду, напитки и активность ещё несколько дней, чтобы открыть тренды.
zh_hans: 建立您的模式：继续记录数日的睡眠、饮食、饮水及活动情况，以挖掘趋势规律。

# insights.snapshot.fallback.score.nutrition.detail
source: build baseline
ru: создайте базовый уровень
zh_hans: 创建基础层级

# insights.snapshot.fallback.score.nutrition.title
source: Nutrition
ru: Питание
zh_hans: 营养

# insights.snapshot.fallback.score.recovery.detail
source: log recovery
ru: записывайте восстановление
zh_hans: 记录恢复过程

# insights.snapshot.fallback.score.recovery.title
source: Recovery
ru: Восстановление
zh_hans: 恢复

# insights.snapshot.fallback.score.sleep.detail
source: log sleep
ru: записывайте сон
zh_hans: log 睡眠

# insights.snapshot.fallback.score.sleep.title
source: Sleep
ru: Сон
zh_hans: 睡眠

# insights.snapshot.fallback.score.training.detail
source: build baseline
ru: создайте базовый уровень
zh_hans: 创建基础层级

# insights.snapshot.fallback.score.training.title
source: Training
ru: Тренировки
zh_hans: 训练

# insights.snapshot.fallback.supportCard.metric.benchmark
source: Needs sleep, recovery, training and nutrition context
ru: Нужен контекст сна, восстановления, тренировок и питания
zh_hans: 需要睡眠、恢复、训练及营养支持环境

# insights.snapshot.fallback.supportCard.metric.detail
source: Not enough overlap yet
ru: Пересечений пока недостаточно
zh_hans: 重叠区域仍不足

# insights.snapshot.fallback.supportCard.metric.label
source: Baseline
ru: Базовый уровень
zh_hans: 基准

# insights.snapshot.fallback.supportCard.metric.value
source: Building
ru: Формируется
zh_hans: 建筑物

# insights.snapshot.fallback.supportCard.text
source: A reliable baseline will let Insights compare averages, direction and change instead of reporting raw logging counts.
ru: Надёжный базовый уровень позволит Инсайтам сравнивать средние значения, направление и изменения вместо сырых счётчиков записей.
zh_hans: 一个可靠的基线将使 Insights 能够比较平均值、变化趋势及变化幅度，而非仅报告原始日志计数。

# insights.snapshot.fallback.supportCard.title
source: Build the baseline first
ru: Сначала создайте базовый уровень
zh_hans: 先建立基线

# insights.snapshot.fallback.trend.activity.label
source: ACTIVITY LOAD
ru: НАГРУЗКА АКТИВНОСТИ
zh_hans: 活动负荷

# insights.snapshot.fallback.trend.activity.subtitle
source: Build enough activity history to compare workload against your baseline.
ru: Накопите достаточно истории активности, чтобы сравнить нагрузку с базовым уровнем.
zh_hans: 积累足够的活动记录，以便将工作负载与基准值进行对比。

# insights.snapshot.fallback.trend.activity.takeaway
source: Start by creating a reliable workload trend.
ru: Начните с создания надёжного тренда нагрузки.
zh_hans: 首先，建立一个可靠的负载趋势。

# insights.snapshot.fallback.trend.activity.title
source: Training pattern unavailable
ru: Паттерн тренировок недоступен
zh_hans: 训练模式不可用

# insights.snapshot.fallback.trend.nutrition.label
source: NUTRITION PATTERN
ru: ПАТТЕРН ПИТАНИЯ
zh_hans: 营养模式

# insights.snapshot.fallback.trend.nutrition.subtitle
source: Build enough meal history to compare protein and recovery trends.
ru: Накопите достаточно истории приёмов пищи, чтобы сравнить тренды белка и восстановления.
zh_hans: 积累足够的膳食记录，以便对比蛋白质摄入与恢复趋势。

# insights.snapshot.fallback.trend.nutrition.takeaway
source: Protein consistency unlocks better recovery context.
ru: Стабильность белка открывает лучший контекст восстановления.
zh_hans: 蛋白质的一致性有助于营造更佳的恢复环境。

# insights.snapshot.fallback.trend.nutrition.title
source: Nutrition insight unavailable
ru: Инсайт по питанию недоступен
zh_hans: 营养相关信息不可用

# insights.snapshot.fallback.why1.detail
source: A consistent week gives Coach something useful to compare.
ru: Последовательная неделя даёт Тренеру полезный материал для сравнения.
zh_hans: 每周保持稳定的表现，能让教练获得可供对比的有用参考。

# insights.snapshot.fallback.why1.title
source: Not enough recent context
ru: Недостаточно недавнего контекста
zh_hans: 最近的背景信息不足

# insights.snapshot.fallback.why1.value
source: 7 days
ru: 7 дней
zh_hans: 7 天

# insights.snapshot.fallback.why2.detail
source: The read gets better once those logs overlap.
ru: Анализ улучшается, когда эти записи начинают пересекаться.
zh_hans: 当这些记录开始重叠时，分析效果会得到提升。

# insights.snapshot.fallback.why2.title
source: Core signals are still missing
ru: Основные сигналы ещё отсутствуют
zh_hans: 核心信号仍缺失。

# insights.snapshot.fallback.why2.value
source: Sleep, food, training
ru: Сон, еда, тренировки
zh_hans: 睡眠, food, training

# insights.status.excellent
source: Excellent
ru: Отлично
zh_hans: 非常出色

# insights.status.fair
source: Fair
ru: Средне
zh_hans: 公平

# insights.status.needsAttention
source: Needs Attention
ru: Требует внимания
zh_hans: 需引起重视

# insights.status.strong
source: Strong
ru: Хорошо
zh_hans: 强劲

# insights.story.activeCalories.action.action
source: Complete 30 minutes of Zone 2 activity on 4 of the next 7 days.
ru: Выполняйте 30 минут активности зоны 2 4 из следующих 7 дней.
zh_hans: 在接下来的 7 天中，有 4 天完成 30 分钟的 Zone 2 强度运动。

# insights.story.activeCalories.action.title
source: Rebuild activity consistency
ru: Восстановите стабильность активности
zh_hans: 重建活动一致性

# insights.story.activeCalories.subtitle
source: Daily active calories are down versus baseline.
ru: Ежедневные активные калории ниже базового уровня.
zh_hans: 每日实际消耗热量较基线值有所下降。

# insights.story.activeCalories.takeaway
source: Rebuild activity consistency before adding intensity.
ru: Восстановите стабильность активности перед добавлением интенсивности.
zh_hans: 在增加训练强度前，先重建训练动作的稳定性。

# insights.story.activeCalories.title
source: Active calories are declining
ru: Активные калории снижаются
zh_hans: 主动消耗的热量正在减少。

# insights.story.badge.average
source: average
ru: среднее
zh_hans: 平均

# insights.story.badge.baseline
source: baseline
ru: базовый уровень
zh_hans: 基础水平

# insights.story.badge.calPerDay
source: cal/day
ru: ккал/день
zh_hans: cal/天

# insights.story.badge.pattern
source: pattern
ru: паттерн
zh_hans: 模式

# insights.story.badge.patterns
source: patterns
ru: паттерны
zh_hans: 模式

# insights.story.badge.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# insights.story.confidence.high
source: High Confidence
ru: Высокая уверенность
zh_hans: 高置信度

# insights.story.confidence.low
source: Low Confidence
ru: Низкая уверенность
zh_hans: 缺乏信心

# insights.story.confidence.medium
source: Medium Confidence
ru: Средняя уверенность
zh_hans: 平均置信度

# insights.story.driver.activeCalories.text
source: Daily activity volume has fallen below baseline.
ru: Ежедневный объём активности упал ниже базового уровня.
zh_hans: 每日活动量已降至基线水平以下。

# insights.story.driver.activeCalories.title
source: Active Calories
ru: Активные калории
zh_hans: 活跃卡路里

# insights.story.driver.controlledLoad.text
source: Training load has stayed controlled while recovery improved.
ru: Тренировочная нагрузка оставалась контролируемой, пока восстановление улучшалось.
zh_hans: 在恢复情况改善之前，训练负荷仍保持在可控范围内。

# insights.story.driver.controlledLoad.title
source: Controlled Load
ru: Контролируемая нагрузка
zh_hans: 可控负载

# insights.story.driver.hydrationHardDays.text
source: Hydration is separating recovery after higher-load days.
ru: Гидратация разделяет восстановление после дней с высокой нагрузкой.
zh_hans: 补水是在高负荷训练日后进行恢复的关键环节。

# insights.story.driver.hydrationHardDays.title
source: Hydration on hard days
ru: Гидратация в тяжёлые дни
zh_hans: 在艰难日子里补充水分

# insights.story.driver.proteinConsistency.text
source: Protein consistency is below the level needed to support adaptation.
ru: Стабильность белка ниже уровня, необходимого для адаптации.
zh_hans: 蛋白质一致性低于支持适应所需的水平。

# insights.story.driver.proteinConsistency.title
source: Protein Consistency
ru: Стабильность белка
zh_hans: 蛋白质稳定性

# insights.story.driver.recoveryConsistency.text
source: Recovery itself is the clearest changed signal.
ru: Само восстановление — самый явный изменившийся сигнал.
zh_hans: 仅恢复——便是最明显的变化信号。

# insights.story.driver.recoveryConsistency.title
source: Recovery Consistency
ru: Стабильность восстановления
zh_hans: 恢复一致性

# insights.story.driver.recoveryPlateau.text
source: Recovery improved earlier, then flattened.
ru: Восстановление улучшилось раньше, затем выровнялось.
zh_hans: 恢复情况先有所改善，随后趋于平稳。

# insights.story.driver.recoveryPlateau.title
source: Recovery Plateau
ru: Плато восстановления
zh_hans: 恢复平台

# insights.story.driver.sleepConsistency.text
source: Sleep is at the level that supports recovery.
ru: Сон на уровне, который поддерживает восстановление.
zh_hans: 睡眠处于有助于恢复的状态。

# insights.story.driver.sleepConsistency.title
source: Sleep Consistency
ru: Стабильность сна
zh_hans: 睡眠稳定性
